Revit 2024 API
PointCloudFilterUtils Class
 Utilities specific to point cloud filters.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public static class PointCloudFilterUtils
Visual Basic
Public NotInheritable Class PointCloudFilterUtils
Visual C++
public ref class PointCloudFilterUtils abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.PointClouds.PointCloudFilterUtils
See Also
PointCloudFilterUtils Members
Autodesk.Revit.DB.PointClouds Namespace